Repository: RadiumProduction/Birth
Catalog: Source/Properties/Resources.*.resx
Languages: fr, ja_jp

# info_image_error
source: Image URL can't recognize.
fr: URL de l'image ne peut pas reconnaître.
ja_jp: 画像URLが認識できませんでした。

# info_newfile
source: I created a new file.
fr: J'ai créé un nouveau fichier.
ja_jp: 新しいファイルを作りました。

# info_number
source: Please input only numbers.
fr: Veuillez saisir uniquement des chiffres.
ja_jp: 半角数字を入力してください。

# info_return
source: Return
fr: Retour
ja_jp: 戻す

# info_unvaild
source: The number is not valid.
fr: Le nombre est pas valide.
ja_jp: 有効な数字ではありません。

# mohumohu
source: Chino-Chan is fluffy
fr: aussi Fumofu cino
ja_jp: チノちゃんもふもふ

# multiple_startup_1
source: Birth can't run multiple.
fr: Birth ne peut pas exécuter plusieurs.
ja_jp: Birth は既に起動しています。

# multiple_startup_title
source: Birth is already running.
fr: Birth est déjà en cours d'exécution.
ja_jp: Birthは多重機動できません。

# pincode_check_1
source: Do you close the authentication of Birth?
fr: Avez-vous fermez l'authentification de Birth?
ja_jp: Birth認証を終了しますか？

# pincode_check_2
source: If you will close now, pin isn't saved.
fr: Si vous fermez maintenant, la broche est pas enregistrée.
ja_jp: ここで終了するとPINコードは保存されません。

# pincode_check_3
source: Please input pin under the box of the window.
fr: Plairebroche d'entrée dans la boîte de la fenêtre.
ja_jp: PINコードはウィンドウ下のボックスに入力してください。

# pincode_error_1
source: The pin can't be recognized normal.
fr: La broche ne peut pas être reconnu normal.
ja_jp: PINコードが正常に認識されませんでした。

# pincode_error_2
source: Please try again.
fr: Veuillez réessayer.
ja_jp: もう一度やり直してください。

# setting_account_1
source: Delete Account
fr: Supprimer le Compte
ja_jp: アカウントの削除

# setting_account_2
source: Tweets by user who blocked from this acc don't RT.
fr: Tweets par utilisateur qui ont bloqué de ce acc ne le font pas RT.
ja_jp: このアカウントがブロックしているユーザーのツイートをRTしない

# setting_ng_1
source: Blocked keywords
fr: mots-clés bloqués
ja_jp: NGワード

# setting_ng_2
source: Blocked accounts
fr: comptes bloqués
ja_jp: NGアカウント

# setting_ng_3
source: Enable Blocked keywords
fr: Activer les mots clés bloqués
ja_jp: NGワードを有効にする

# setting_ng_4
source: Enable Blocked acconuts
fr: Activer les comptes bloqués
ja_jp: NGアカウントを有効にする

# setting_reset_1
source: Reset to Retweets
fr: Remise à Retweets
ja_jp: リツイート設定のリセット

# setting_reset_2
source: Delete all Accounts
fr: Supprimer tous les Comptes
ja_jp: アカウントの全削除

# setting_reset_3
source: Delete all Blocked Setting
fr: Supprimer tout réglage bloqué
ja_jp: NG設定の全削除

# setting_reset_4
source: Delete Blocked keywords
fr: Supprimer les mots clés bloqués
ja_jp: NGワード設定の削除

# setting_reset_5
source: Delete Blocked accounts
fr: Supprimer les comptes bloqués
ja_jp: NGアカウント設定の削除

# setting_reset_6
source: Reset All Settings
fr: Réinitialiser tous les réglages
ja_jp: 全設定のリセット

# setting_retweet_1
source: Number of times of retweets.
fr: Nombre de fois de retweets.
ja_jp: リツイートするツイート数

# setting_retweet_2
source: Retweet interval (s)
fr: Intervalle retweet (s)
ja_jp: リツイートの時間間隔(秒)

# setting_retweet_3
source: Retweet retweets.
ja_jp: リツイートをリツイートする

# setting_retweet_4
source: Retweet my tweets.
fr: Retweet mes tweets.
ja_jp: 自身のツイートもリツイートする

# setting_retweet_5
source: Tweet the result at the end.
fr: Tweet le résultat à la fin.
ja_jp: リツイート終了後に結果をツイートする

# setting_retweet_6
source: public
ja_jp: パブリック

# setting_retweet_7
source: Tweet's extraction from
fr: L'extraction de Tweet à partir
ja_jp: ツイート抽出先

# setting_subject1
source: Retweets
ja_jp: リツイート

# setting_subject2
source: Acounts
fr: Comptes
ja_jp: アカウント

# setting_subject3
source: Theme
fr: Thème
ja_jp: テーマ

# setting_subject4
source: Blocked Setting
fr: Réglage bloqué
ja_jp: NG設定

# setting_subject5
source: Reset
ja_jp: リセット

# setting_subject6
source: About Birth
fr: Sur Birth
ja_jp: ソフトについて

# setting_theme_1
source: Theme
fr: Thème
ja_jp: テーマ

# setting_theme_2
source: Wallpaper
fr: Fond d'écran
ja_jp: 壁紙

# setting_theme_3
source: Opacity of the wallpaper
fr: Opacité du fond d'écran
ja_jp: 壁紙の透過度

# setting_theme_4
source: Language
fr: La langue
ja_jp: 言語/Language

# tweet_propaganda
source: tweets were retweeted. #birth_rt
fr: tweets ont été retweetés. #birth_rt
ja_jp: 個のツイートをリツイートしました。 #birth _rt
